---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DpartVolumeComputed
source: html/57c85734-352a-4f57-cefb-334a830450ab.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DpartVolumeComputed Property

"Volume"

## Syntax (C#)
```csharp
public static ForgeTypeId DpartVolumeComputed { get; }
```